# -*- coding: utf-8 -*-


def bun():
    print('Добавляем Булочку для гамбургеров, поджаренную в тостере!')


def cutlet():
    print('Добавляем Бифштекс из говядины рубленый, приготовленный на гриле')


def cucumber():
    print('Добавляем Огурцы маринованные резанные')


def tomato():
    print('Добавляем свежую резаную помидорку')


def mayonnaise():
    print('А теперь немного майонеза')


def cheese():
    print('Добавим плавленый сыр Чеддер!')


def cheese_tasty():
    print('Добавляем плавленый сыр со вкусом Эмменталь')


def mustard():
    print('Добавляем немного горчичного соуса!')


def onion():
    print('А теперь добавим репчатого лучка!')


def seasoning():
    print('Добавляем приправу для гриля')


def salad():
    print('Добавляем салат "Айсберг крупной нарезки"')


def oil():
    print('Добавляем соус на основе растительных масел Биг Тейсти')
